Repository: KryptonGao/StudyPulse
Catalog: StudyPulse/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: No related mistakes for this subject
ja: この科目に関連する错题はありません
ko: 이 과목에 관련 오답이 없습니다
zh_hans: 该科目暂无相关错题
zh_hant: 該科目暫無相關錯題

source: No results found
ja: 結果が見つかりません
ko: 결과를 찾을 수 없습니다
zh_hans: 未找到结果
zh_hant: 未找到結果

source: No reviews yet
ja: 復習履歴がありません
ko: 복습 기록 없음
zh_hans: 暂无复习记录
zh_hant: 暫無複習記錄

source: No routines yet
ja: ルーティンなし
ko: 루틴이 없어요
zh_hans: 还没有例程
zh_hant: 還沒有例程

source: No subjects available
ja: 利用可能な科目がありません
ko: 사용 가능한 과목이 없습니다
zh_hans: 暂无可选科目
zh_hant: 暫無可選科目

source: No subjects available for this region.
ja: この地域で選択できる科目がありません。
ko: 이 지역에서 선택할 수 있는 과목이 없습니다.
zh_hans: 该地区暂无可选科目。
zh_hant: 該地區目前沒有可選科目。

source: No subjects enabled. Add subjects in Settings → Profile.
ja: 有効な科目がありません。設定 → プロフィールから追加してください。
ko: 활성화된 과목이 없습니다. 설정 → 프로필에서 과목을 추가하세요.
zh_hans: 暂未启用任何科目，请到 设置 → 个人资料 添加科目。
zh_hant: 尚未啟用任何科目，請到 設定 → 個人資料 新增科目。

source: No tags yet
ja: タグがありません
ko: 태그가 없음
zh_hans: 暂无标签
zh_hant: 暫無標籤

source: No tags yet — add tags to your mistakes to see the graph
ja: タグがありません — ミスにタグを追加するとグラフが表示されます
ko: 태그가 없습니다 — 오답에 태그를 추가하면 그래프가 표시됩니다
zh_hans: 暂无标签 — 给错题打标签后这里会显示图谱
zh_hant: 暫無標籤 — 為錯題新增標籤後即可看到圖譜

source: No upcoming exams
ja: 近日中の試験はありません
ko: 예정된 시험 없음
zh_hans: 暂无即将到来的考试
zh_hant: 暫無即將到來的考試

source: No upcoming items
ja: 予定はありません
ko: 예정된 항목이 없습니다
zh_hans: 暂无待办
zh_hant: 尚無待辦

source: Non-Commercial
ja: 非営利
ko: 비영리
zh_hans: 非商业性使用
zh_hant: 非商業性

source: None
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

source: Normal
ja: 正常
ko: 보통
zh_hans: 正常
zh_hant: 正常

source: Not Enough Data
ja: データ不足
ko: 데이터 부족
zh_hans: 数据不足
zh_hant: 資料不足

source: Not enough mistake notes to generate a mind map. Please add some mistakes first.
ja: マインドマップを作成するためのミスノートが不足しています。先にミスノートを追加してください。
ko: 마인드맵을 생성할 오답 노트가 부족합니다. 먼저 오답을 추가해 주세요.
zh_hans: 暂无足够错题用于生成思维导图。请先添加一些错题。
zh_hant: 暫無足夠錯題用於生成思維導圖。請先添加一些錯題。

source: Not Selected
ja: 未選択
ko: 선택되지 않음
zh_hans: 未选择
zh_hant: 未選取

source: Not Specified
ja: 未指定
ko: 미지정
zh_hans: 未指定
zh_hant: 未指定

source: Note/Title
ja: メモ/タイトル
ko: 메모/제목
zh_hans: 备注/标题
zh_hant: 備註/標題

source: Notes
ja: メモ
ko: 메모
zh_hans: 备注
zh_hant: 備註

# Notes (e.g. 期末数学 ≥ 120)
source: Notes (e.g. final math ≥ 120)
ja: メモ(例:期末数学 ≥ 120)
ko: 메모(예: 기말 수학 ≥ 120)
zh_hans: 备注(如 期末数学 ≥ 120)
zh_hant: 備註(如 期末數學 ≥ 120)

source: Notification Hour
ja: 通知時刻
ko: 알림 시간
zh_hans: 通知时间
zh_hant: 通知時間

source: Notifications
ja: 通知
ko: 알림
zh_hans: 通知
zh_hant: 通知

source: Notifications disabled
ja: 通知オフ
ko: 알림 꺼짐
zh_hans: 通知已关闭
zh_hant: 通知已關閉

source: Notifications rescheduled.
ja: 通知を再設定しました。
ko: 알림이 재설정되었습니다.
zh_hans: 通知已重新安排。
zh_hant: 通知已重新排定。

source: Notify me %@ day(s) before the exam
ja: 試験 %@ 日前に通知
ko: 시험 %@일 전에 알림
zh_hans: 考前 %@ 天提醒我
zh_hant: 考前 %@ 天提醒我

source: OCR Error
ja: OCR エラー
ko: OCR 오류
zh_hans: OCR 错误
zh_hant: OCR 錯誤

source: Off
ja: オフ
ko: 꺼짐
zh_hans: 已关
zh_hant: 已關

source: Offline Support
ja: オフライン対応
ko: 오프라인 지원
zh_hans: 离线支持
zh_hant: 離線支援

source: Oldest: %@
ja: 最古：%@
ko: 가장 오래된: %@
zh_hans: 最旧：%@
zh_hant: 最舊：%@

source: On Track
ja: 順調
ko: 순조로움
zh_hans: 状态良好
zh_hant: 狀態良好

source: On-device ML model, currently disabled.
ja: オンデバイス ML モデル、現在未有効。
ko: 온디바이스 ML 모델, 현재 비활성화.
zh_hans: 本地机器学习模型,暂未启用。
zh_hant: 本地機器學習模型,暫未啟用。

source: Only text content will be exported. Smaller PDF size.
ja: テキストのみをエクスポートします。PDF のサイズが小さくなります。
ko: 텍스트만 내보냅니다. PDF 크기가 작아집니다.
zh_hans: 只导出文字内容，PDF 体积更小。
zh_hant: 只匯出文字內容，PDF 體積更小。

source: Open LLM Settings
ja: LLM 設定を開く
ko: LLM 설정 열기
zh_hans: 打开 LLM 设置
zh_hant: 開啟 LLM 設定

source: Open Settings
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 開啟設定

source: Open Source · How to Help
ja: オープンソース · 参加方法
ko: 오픈 소스 · 기여 방법
zh_hans: 开源 · 如何参与
zh_hant: 開源 · 如何參與

source: Optional — but it powers reminders and trends.
ja: 任意 — 記入するとリマインダーと分析が有効になります。
ko: 선택사항 — 입력하면 알림과 추세 분석이 활성화됩니다.
zh_hans: 可选项 —— 但填写后可以解锁提醒与趋势分析。
zh_hant: 選填 —— 填寫後可解鎖提醒與趨勢分析。

source: Optional — you can update this anytime later.
ja: 任意 — 後からいつでも設定で変更できます。
ko: 선택사항 — 설정에서 언제든 변경할 수 있습니다.
zh_hans: 可选项 —— 你随时可以在设置中修改。
zh_hant: 選填 —— 你隨時可在設定中修改。

source: Optional details.
ja: 任意の詳細情報。
ko: 선택 입력 항목입니다.
zh_hans: 可选的补充信息。
zh_hant: 選填的補充資訊。

source: Optional. Appended to the default system prompt for every AI feature.
ja: 任意。デフォルトのシステムプロンプトの後に追記されます。
ko: 선택 사항. 기본 시스템 프롬프트 뒤에 추가됩니다.
zh_hans: 可选。追加到所有 AI 功能的默认系统提示词后。
zh_hant: 可選。追加到所有 AI 功能的預設系統提示詞後。

source: Options
ja: オプション
ko: 옵션
zh_hans: 选项
zh_hant: 選項

source: Orange
ja: オレンジ
ko: 오렌지
zh_hans: 橙色
zh_hant: 橙色

source: Original Question
ja: 元の問題
ko: 원래 문제
zh_hans: 原题
zh_hant: 原題

source: Other
ja: その他
ko: 기타
zh_hans: 其他
zh_hant: 其他

source: Outlier Detected
ja: 外れ値を検出
ko: 이상치 감지
zh_hans: 检测到离群点
zh_hant: 偵測到離群點

source: Output Format
ja: 出力形式
ko: 출력 형식
zh_hans: 输出格式
zh_hant: 輸出格式

source: Overall Average
ja: 総合平均
ko: 전체 평균
zh_hans: 整体平均分
zh_hant: 整體平均分

source: Overdue by %d day(s)
ja: %d 日超過
ko: %d 일 지연
zh_hans: 已逾期 %d 天
zh_hant: 已逾期 %d 天

source: Overview
ja: 概要
ko: 개요
zh_hans: 概览
zh_hant: 總覽

source: Page %d / %d
ja: %d / %d ページ
ko: %d / %d 페이지
zh_hans: 第 %d / %d 页
zh_hant: 第 %d / %d 頁

source: Past Exams
ja: 過去の試験
ko: 지난 시험
zh_hans: 已过去的考试
zh_hant: 已過去的考試

source: Past Items
ja: 過去のタスク
ko: 지난 항목
zh_hans: 过期任务
zh_hant: 過期任務

source: Pause
ja: 一時停止
ko: 일시 정지
zh_hans: 暂停
zh_hant: 暫停

source: Paused
ja: 一時停止中
ko: 일시 정지됨
zh_hans: 已暂停
zh_hant: 已暫停

source: Paused Goals
ja: 一時停止中の目標
ko: 일시 중지된 목표
zh_hans: 已暂停目标
zh_hant: 已暫停目標

source: PDF Generated
ja: PDF 生成完了
ko: PDF 생성 완료
zh_hans: PDF 已生成
zh_hant: PDF 已產生

source: PDF generation returned no data.
ja: PDF の生成でデータが返されませんでした。
ko: PDF 생성에서 데이터가 반환되지 않았습니다.
zh_hans: PDF 生成未返回数据。
zh_hant: PDF 產生未回傳資料。

source: PE & Health
ja: 体育と健康
ko: 체육과 건강
zh_hans: 体育与健康
zh_hant: 體育與健康

source: Peak Performance
ja: ピークパフォーマンス
ko: 최고 성과
zh_hans: 巅峰发挥
zh_hant: 巔峰發揮

source: Pending
ja: 保留中
ko: 대기 중
zh_hans: 待处理
zh_hant: 待處理

source: Pending Grades
ja: 未登録の成績
ko: 미등록 성적
zh_hans: 待登记成绩
zh_hant: 待登記成績

source: Permanently Delete
ja: 完全に削除
ko: 영구 삭제
zh_hans: 永久删除
zh_hant: 永久刪除

source: Permanently delete grades, mistakes and todos. This action cannot be undone. Please export your data first if you may need it later.
ja: 成績、間違い、およびToDoを完全に削除します。この操作は取り消せません。後で必要になる可能性がある場合は、先にデータをエクスポートしてください。
ko: 성적, 오답 및 할 일을 완전히 삭제합니다. 이 작업은 취소할 수 없습니다. 나중에 필요할 수 있는 경우 먼저 데이터를 내보내십시오.
zh_hans: 永久删除成绩、错题和待办事项。此操作无法撤销。如需保留数据，请先导出。
zh_hant: 永久刪除成績、錯題和待辦事項。此操作無法復原。如需保留資料，請先匯出。

source: Personal Info
ja: 個人情報
ko: 개인 정보
zh_hans: 个人信息
zh_hant: 個人資訊

source: Personal Information
ja: 個人情報
ko: 개인 정보
zh_hans: 个人信息
zh_hant: 個人資訊

source: Phase Info
ja: フェーズ情報
ko: 단계 정보
zh_hans: 阶段信息
zh_hant: 階段資訊

source: Phase Management
ja: フェーズ管理
ko: 단계 관리
zh_hans: 阶段管理
zh_hant: 階段管理

source: Photo library access is required to save this image.
ja: 画像を保存するには写真へのアクセスが必要です。
ko: 이미지를 저장하려면 사진 접근 권한이 필요합니다.
zh_hans: 需要相册访问权限才能保存图片。
zh_hant: 需要相簿存取權限才能儲存圖片。

source: Phrase does not match. Please type it exactly.
ja: フレーズが一致しません。正確に入力してください。
ko: 구문이 일치하지 않습니다. 정확히 입력하십시오.
zh_hans: 输入不匹配，请完全一致地输入。
zh_hant: 輸入不相符，請完全一致地輸入。

source: Physics
ja: 物理
ko: 물리
zh_hans: 物理
zh_hant: 物理

source: Pick how many days before the exam you want a reminder. Empty = no notifications. Save will reschedule.
ja: 試験までの何日前に通知するか選択。空 = 通知なし。保存で再設定されます。
ko: 시험 며칠 전에 알림을 받을지 선택. 비워두면 알림 없음. 저장 시 재설정됨.
zh_hans: 选择考前几天提醒。留空 = 不通知。保存后重新安排。
zh_hant: 選擇考試前幾天提醒。留空 = 不通知。儲存後重新排定。

source: Pick something to study or add a routine.
ja: 学びたいことを選ぶか、ルーティンを追加しましょう。
ko: 하고 싶은 공부를 고르거나 루틴을 추가하세요.
zh_hans: 挑件想学的做,或添加一个例程。
zh_hant: 挑件想學的做,或新增一個例程。

source: Pick your education system
ja: 教育システムを選択
ko: 교육 체계 선택
zh_hans: 选择教育体系
zh_hant: 選擇教育體系

source: Pie Chart
ja: 円グラフ
ko: 원형 차트
zh_hans: 饼图
zh_hant: 圓餅圖

source: Pink
ja: ピンク
ko: 핑크
zh_hans: 粉色
zh_hant: 粉色

source: Plan compressed: %@. Keep a small win today.
ja: プランを縮小しました：%@。今日は小さな達成を一つ守りましょう。
ko: 계획을 줄였습니다: %@. 오늘은 작은 성공 하나를 지켜 보세요.
zh_hans: 计划已压缩：%@。今天先完成一个小目标。
zh_hant: 計畫已壓縮：%@。今天先完成一個小目標。

# plant.card.colorSection
source: Petal Color
ja: 花びらの色
ko: 꽃잎 색상
zh_hans: 花瓣颜色
zh_hant: 花瓣顏色

# plant.card.footer
source: Grows as you keep your daily goals.
ja: 毎日の目標を続けると、植物も一緒に育っていきます。
ko: 매일 목표를 지키면 식물도 함께 자랍니다.
zh_hans: 坚持每日目标，植物会一起成长。
zh_hant: 堅持每日目標,植物會一起成長。

# plant.card.hiddenHint
source: Plant card is hidden. Re-enable below or in Appearance settings.
ja: 植物カードは非表示です。ここで、または「外観」で再有効化できます。
ko: 식물 카드가 숨겨져 있습니다. 여기 또는 '외관'에서 다시 켤 수 있습니다.
zh_hans: 植物卡片已隐藏。可在此或「外观」中重新开启。
zh_hant: 植物卡片已隱藏。可在此或「外觀」中重新開啟。

# plant.card.sectionTitle
source: Plant Garden
ja: 植物ガーデン
ko: 식물 정원
zh_hans: 植物花园
zh_hant: 植物花園

# plant.card.title
source: Plant
ja: 植物
ko: 식물
zh_hans: 植物
zh_hant: 植物

# plant.card.toggle
source: Show Plant Card
ja: 植物カードを表示
ko: 식물 카드 표시
zh_hans: 显示植物卡片
zh_hant: 顯示植物卡片

# plant.detail.historyEmpty
source: No growth events yet — start a streak to see progress.
ja: まだ成長イベントがありません — 連続記録を始めましょう。
ko: 아직 성장 이벤트가 없어요 — 연속 기록을 시작해 보세요.
zh_hans: 还没有成长事件 — 开启一个连续打卡吧。
zh_hant: 還沒有成長事件 — 開啟一個連續打卡吧。

# plant.detail.historyHeader
source: Growth History
ja: 成長の記録
ko: 성장 기록
zh_hans: 成长记录
zh_hant: 成長記錄

# plant.detail.title
source: Your Plant
ja: あなたの植物
ko: 내 식물
zh_hans: 我的植物
zh_hant: 我的植物

# plant.petal.aqua.name
source: Aqua
ja: アクア
ko: 아쿠아
zh_hans: 海蓝
zh_hant: 海藍

# plant.petal.jasmine.name
source: Jasmine
ja: ジャスミン
ko: 자스민
zh_hans: 茉莉
zh_hant: 茉莉

# plant.petal.lavender.name
source: Lavender
ja: ラベンダー
ko: 라벤더
zh_hans: 薰衣草
zh_hant: 薰衣草

# plant.petal.rose.name
source: Rose
ja: ローズ
ko: 로즈
zh_hans: 玫瑰
zh_hant: 玫瑰

# plant.petal.sunflower.name
source: Sunflower
ja: ひまわり
ko: 해바라기
zh_hans: 向日葵
zh_hant: 向日葵

# plant.stage.bloom.subtitle
source: In full bloom — 14 days strong.
ja: 満開 — 14 日連続。
ko: 만개 — 14일 연속.
zh_hans: 花儿盛开 — 连续 14 天。
zh_hant: 花兒盛開 — 連續 14 天。

# plant.stage.bloom.title
source: Bloom
ja: 開花
ko: 개화
zh_hans: 盛开
zh_hant: 盛開

# plant.stage.bud.subtitle
source: A bud is forming — 7 days in a row!
ja: つぼみが形成中 — 7 日連続！
ko: 봉오리가 형성 중 — 7일 연속!
zh_hans: 花苞正在形成 — 连续 7 天！
zh_hant: 花苞正在形成 — 連續 7 天！

# plant.stage.bud.title
source: Bud
ja: つぼみ
ko: 봉오리
zh_hans: 花苞
zh_hant: 花苞

# plant.stage.flourish.subtitle
source: Flourishing — 30 days of consistency.
ja: 繁栄 — 30 日連続。
ko: 번영 중 — 30일 연속.
zh_hans: 枝繁叶茂 — 连续 30 天。
zh_hant: 枝繁葉茂 — 連續 30 天。

# plant.stage.flourish.title
source: Flourish
ja: 繁栄
ko: 번영
zh_hans: 繁茂
zh_hant: 繁茂

# plant.stage.lush.subtitle
source: Lush and thriving — 60 days!
ja: 青々と繁る — 60 日連続！
ko: 울창하게 무성 — 60일 연속!
zh_hans: 葱郁蓬勃 — 连续 60 天！
zh_hant: 蔥鬱蓬勃 — 連續 60 天!

# plant.stage.lush.title
source: Lush
ja: 青々と
ko: 울창
zh_hans: 葱郁
zh_hant: 蔥鬱

# plant.stage.reborn.subtitle
source: Welcome back — a new cycle begins.
ja: おかえりなさい — 新しい周期が始まります。
ko: 다시 오신 걸 환영해요 — 새로운 사이클이 시작됩니다.
zh_hans: 欢迎回来 — 新的周期开始。
zh_hant: 歡迎回來 — 新的週期開始。

# plant.stage.reborn.title
source: Reborn
ja: 再生
ko: 재탄생
zh_hans: 重生
zh_hant: 重生

# plant.stage.seed.subtitle
source: A fresh start — record your first grade to sprout.
ja: 新しい始まり — 最初の成績を記録して芽を出しましょう。
ko: 새로운 시작 — 첫 성적을 기록해 발아시켜 보세요.
zh_hans: 全新开始 — 录入第一条成绩让种子发芽。
zh_hant: 全新開始 — 錄入第一條成績讓種子發芽。

# plant.stage.seed.title
source: Seed
ja: 種
ko: 씨앗
zh_hans: 种子
zh_hant: 種子

# plant.stage.sprout.subtitle
source: Your first step — keep the momentum.
ja: 最初の一歩 — 勢いを維持しましょう。
ko: 첫 발걸음 — 계속 이어가세요.
zh_hans: 迈出第一步 — 继续加油。
zh_hant: 邁出第一步 — 繼續加油。

# plant.stage.sprout.title
source: Sprout
ja: 芽
ko: 새싹
zh_hans: 嫩芽
zh_hant: 嫩芽

# plant.stage.withered.subtitle
source: It's withered — come back within 3 days to revive.
ja: 枯れてしまいました — 3 日以内に戻れば復活します。
ko: 시들었어요 — 3일 안에 돌아오면 되살릴 수 있습니다.
zh_hans: 它已凋零 — 3 天内回来即可复活。
zh_hant: 它已凋零 — 3 天內回來即可復活。

# plant.stage.withered.title
source: Withered
ja: 枯れ
ko: 시듦
zh_hans: 凋零
zh_hant: 凋零

source: Please add CONTRIBUTING.json to the StudyPulse target in Xcode (Copy Bundle Resources).
ja: Xcode の StudyPulse ターゲット（Copy Bundle Resources）に CONTRIBUTING.json を追加してください。
ko: Xcode의 StudyPulse 대상(Copy Bundle Resources)에 CONTRIBUTING.json을 추가하세요.
zh_hans: 请将 CONTRIBUTING.json 添加到 Xcode 的 StudyPulse 目标（Copy Bundle Resources）。
zh_hant: 請將 CONTRIBUTING.json 加入 Xcode 的 StudyPulse 目標（Copy Bundle Resources）。

source: Please export your data first if you may need it later.
ja: 後で必要になる可能性がある場合は、先にデータをエクスポートしてください。
ko: 나중에 필요할 수 있는 경우 먼저 데이터를 내보내십시오.
zh_hans: 如需保留数据，请先导出。
zh_hant: 如需保留資料，請先匯出。

source: Please select a file to import
ja: インポートするファイルを選択してください
ko: 가져올 파일을 선택하세요
zh_hans: 请选择要导入的文件
zh_hant: 請選擇要匯入的檔案

source: Please write and submit your answer first
ja: <#ja#>
ko: <#ko#>
zh_hans: 请先在画布上书写答案并提交
zh_hant: <#zh-Hant#>

source: Points: mistake review 3, grade entry 5, focus analysis 1 per minute. Dynamic quotas use HRV, sleep, heart rate, breathing rate, exercise, age and grades.
ja: ポイント：間違い復習 3、成績入力 5、集中分析は 1 分につき 1。自動目標量は HRV、睡眠、心拍、呼吸、運動、年齢、成績を使用します。
ko: 점수: 오답 복습 3점, 성적 입력 5점, 집중 분석은 1분당 1점입니다. 동적 할당량은 HRV, 수면, 심박수, 호흡수, 운동, 나이와 성적을 사용합니다.
zh_hans: 积分规则：错题复习 3 分，成绩录入 5 分，专注分析每分钟 1 分。动态额度参考 HRV、睡眠、心率、呼吸率、运动、年龄和成绩。
zh_hant: 積分規則：錯題複習 3 分，成績錄入 5 分，專注分析每分鐘 1 分。動態額度參考 HRV、睡眠、心率、呼吸率、運動、年齡和成績。

source: Politics
ja: 政治
ko: 정치
zh_hans: 政治
zh_hant: 公民

source: Poor sleep last night
ja: 昨夜の睡眠不足
ko: 어젯밤 수면 부족
zh_hans: 昨晚睡眠不足
zh_hant: 昨晚睡眠不足

source: Post-Exam Review
ja: 試験後振り返り
ko: 시험 후 회고
zh_hans: 考后复盘
zh_hant: 考後復盤

source: Pre-Exam Checklist
ja: 試験前チェックリスト
ko: 시험 전 체크리스트
zh_hans: 考前待办清单
zh_hant: 考前待辦清單

source: Predict
ja: 予測
ko: 예측
zh_hans: 预测
zh_hant: 預測

source: Predict Next Score
ja: 次のスコアを予測
ko: 다음 성적 예측
zh_hans: 预测下次成绩
zh_hant: 預測下次成績

source: Predict Total Score
ja: 合計スコアを予測
ko: 총점 예측
zh_hans: 预测总分
zh_hant: 預測總分

source: Predicted score range with 95% confidence.
ja: 95%% 信頼度での予測スコア範囲。
ko: 95%% 신뢰도의 예측 점수 범위.
zh_hans: 95%% 置信度下预测分数区间。
zh_hant: 95%% 置信度下預測分數區間。

source: Prediction
ja: 予測スコア
ko: 예측 점수
zh_hans: 预测分数
zh_hant: 預測分數

source: Prediction Range
ja: 予測範囲
ko: 예측 범위
zh_hans: 预测范围
zh_hant: 預測範圍

source: Predicts each subject separately (95% confidence interval), then sums the totals.
ja: 各科目を個別に予測(95%% 信頼区間)し、合計します。
ko: 과목별로 개별 예측(95%% 신뢰 구간)한 뒤 합산합니다.
zh_hans: 按科目分别预测(95% 置信区间),再加总为总分。
zh_hant: 按科目分別預測(95%% 置信區間),再加總為總分。

source: Preferences
ja: 設定
ko: 환경설정
zh_hans: 偏好设置
zh_hant: 偏好設定

source: Prepare for Exams
ja: 試験の準備
ko: 시험 준비
zh_hans: 为考试做准备
zh_hant: 為考試做準備

source: Previous Month
ja: 前の月
ko: 이전 달
zh_hans: 上个月
zh_hant: 上個月

source: Primary School
ja: 小学校
ko: 초등학교
zh_hans: 小学
zh_hant: 小學

source: Profile
ja: プロフィール
ko: 프로필
zh_hans: 个人资料
zh_hant: 個人資料

source: Proposal history
ja: プラン提案の履歴
ko: 계획 제안 기록
zh_hans: 计划建议历史
zh_hant: 計劃建議歷史

source: Provider
ja: プロバイダー
ko: 공급자
zh_hans: 服务商
zh_hant: 服務商

source: Psychological Stability
ja: 心理的安定性
ko: 심리적 안정성
zh_hans: 心理稳定性
zh_hant: 心理穩定性

source: pts
ja: 点
ko: 점
zh_hans: 分
zh_hant: 分

source: Purple
ja: パープル
ko: 퍼플
zh_hans: 紫色
zh_hant: 紫色

source: Purpose
ja: 目的
ko: 목적
zh_hans: 目标目的
zh_hant: 目標目的

source: Q&A · Help
ja: Q&A · ヘルプ
ko: Q&A · 도움말
zh_hans: 问答 · 帮助
zh_hant: 問答 · 幫助

source: Question
ja: 問題
ko: 문제
zh_hans: 题目
zh_hant: 題目

source: Quick Actions
ja: クイック操作
ko: 빠른 작업
zh_hans: 快捷操作
zh_hant: 快捷操作

source: Quick Review
ja: クイック復習
ko: 빠른 복습
zh_hans: 快速复习
zh_hant: 快速複習

source: Quota Planning
ja: 目標量の設定
ko: 할당량 계획
zh_hans: 额度规划
zh_hant: 額度規劃

source: Quota refreshes at %@
ja: 目標量は %@ に更新
ko: 할당량은 %@에 새로 고침
zh_hans: 额度将在 %@ 刷新
zh_hant: 額度將於 %@ 刷新

# Quote 1
source: Learning is not a race, it's a marathon — the one who persists to the end is the winner.
ja: 勉強はレースではなくマラソンです。最後まで続ける者が勝者です。
ko: 학습은 경주가 아니라 마라톤입니다. 끝까지坚持하는 사람이 승자입니다.
zh_hans: 学习不是一场比赛，而是一场马拉松，坚持到最后的人才是赢家。
zh_hant: 學習不是一場比賽，而是一場馬拉松，堅持到最後的人才是贏家。

# Quote 2
source: Every effort you make is your future self waving to you right now.
ja: 今のあなたの努力は、未来のあなたが今のあなたに手を振っているのです。
ko: 당신의 모든 노력은 미래의 당신이 지금의 당신에게 손을 흔드는 것입니다.
zh_hans: 每一次的努力，都是未来的你在向现在的你招手。
zh_hant: 每一次的努力，都是未來你在向現在的你招手。

# Quote 3
source: Knowledge is like the ocean — the deeper you go, the smaller you feel, but the closer you get to truth.
ja: 知識は海のようです。深く入るほど自分の小ささに気づきますが、同時に真理に近づきます。
ko: 지식은 바다와 같습니다. 깊이 들어갈수록 자신의 작음을 깨닫지만, 동시에 진리에 가까워집니다.
zh_hans: 知识就像海洋，越深入越发现自己的渺小，但也越接近真理。
zh_hant: 知識就像海洋，越深入越發現自己的渺小，但也越接近真理。

# Quote 4
source: Today's sweat is tomorrow's harvest; today's persistence is tomorrow's success.
ja: 今日の汗は明日の収穫、今日の努力は未来への成功。
ko: 오늘의 땀은 내일의 수확, 오늘의 인고는 미래의 성공입니다.
zh_hans: 今天的汗水，是明天的收获；今天的坚持，是未来的成功。
zh_hant: 今天的汗水，是明天的收穫；今天的堅持，是未來的成功。

# Quote 5
source: Learning is like climbing a mountain — the journey is tough, but the view at the top is worth every effort.
ja: 勉強は山登りのようなもの。過程は大変ですが、頂上からの景色は努力の甲斐があります。
ko: 학습은 등산과 같습니다. 과정은 힘들지만 정상에서의 풍경은 모든 노력의 가치가 있습니다.
zh_hans: 学习就像爬山，虽然过程艰辛，但登顶后的风景值得一切努力。
zh_hant: 學習就像爬山，雖然過程艱辛，但登頂後的風景值得一切努力。

# Quote 6
source: Don't give up after one failure; every setback is a chance to grow.
ja: 一度の失敗で諦めないでください。すべての挫折は成長のチャンスです。
ko: 한 번의 실패로 포기하지 마세요. 모든 좌절은 성장의 기회입니다.
zh_hans: 不要因为一次失败就放弃，每一次挫折都是成长的机会。
zh_hant: 不要因為一次失敗就放棄，每一次挫折都是成長的機會。

# Quote 7
source: Knowledge is the best investment; time is the most precious resource.
ja: 知識は最良の投資、時間は最も貴重な資源です。
ko: 지식은 최선의 투자이며 시간은 가장 귀중한 자원입니다.
zh_hans: 知识是最好的投资，时间是最宝贵的资源。
zh_hant: 知識是最好的投資，時間是最寶貴的資源。

# Quote 8
source: There's no shortcut in learning — only steady, persistent steps.
ja: 勉強に近道はありません。一歩ずつ着実に続けるだけです。
ko: 학습에 지름길은 없습니다. 한 걸음 한 걸음 꾸준히 나아갈 뿐입니다.
zh_hans: 学习的路上没有捷径，只有一步一个脚印的坚持。
zh_hant: 學習的路上沒有捷徑，只有一步一個腳印的堅持。

# Quote 9
source: Your potential exceeds your imagination. As long as you don't give up, anything is possible.
ja: あなたの可能性は無限大です。諦めなければ何でも実現できます。
ko: 당신의 잠재력은 상상을 초월합니다. 포기하지 않는다면 모든 것이 가능합니다.
zh_hans: 你的潜力超乎你的想象，只要不放弃，一切皆有可能。
zh_hant: 你的潛力超乎你的想像，只要不放棄，一切皆有可能。

# Quote 10
source: Success is not an endpoint, but a continuous process of learning and growth.
ja: 成功はゴールではなく、継続的な学習と成長の過程です。
ko: 성공은 종착점이 아니라 끊임없는 학습과 성장의 과정입니다.
zh_hans: 成功不是终点，而是不断学习和成长的过程。
zh_hant: 成功不是終點，而是不斷學習和成長的過程。

# Quote 11
source: A little progress every day — a year from now, you'll thank yourself.
ja: 毎日少しずつ進歩すれば、1年後の自分が今のあなたに感謝します。
ko: 매일 조금씩进步하면 1년 후의 당신이 지금의 자신에게 감사할 것입니다.
zh_hans: 每天进步一点点，一年后你会感谢今天的自己。
zh_hant: 每天進步一點點，一年後你會感謝今天的自己。

# Quote 12
source: Learning is the lighthouse that lights the future; persistence is the oar that gets you there.
ja: 勉強は未来を照らす灯台、続けることは彼岸に渡る櫂。
ko: 학습은 미래를 비추는 등대이고, 坚持는 그 곳에 닿는 노입니다.
zh_hans: 学习是照亮未来的灯塔，坚持是到达彼岸的船桨。
zh_hant: 學習是照亮未來的燈塔，堅持是到達彼岸的船槳。

# Quote 13
source: A wrong path can have captivating scenery — you look, you step in, you walk, and you can never find your way out.
ja: 間違った道には魅惑的な風景が広がっています。見ているうちに足を踏み入れ、歩くうちに抜けられなくなります。
ko: 잘못된 길에는 매혹적인 풍경이 있습니다. 보다가, 보다가, 참지 못하고 들어서면, 걷다가, 걷다가, 다시는 빠져나올 수 없게 됩니다.
zh_hans: 因为歧路上有迷人的风景，看着、看着，就忍不住走进去了，走着、走着，就再也走不出来了。
zh_hant: 因為歧路上有迷人的風景，看著、看著，就忍不住走進去了，走著、走著，就再也走不出來了。

# Quote 14
source: To succeed, go all in — set your mind and charge forward!
ja: 成功したければ、覚悟を決めて突っ走れ！
ko: 성공하려면 먼저 미쳐라, 결심을 굳히고 앞으로 돌진하라!
zh_hans: 要成功，先发疯，下定决心往前冲！
zh_hant: 要成功，先發瘋，下定決心往前衝！

source: Random
ja: ランダム
ko: 무작위
zh_hans: 随机
zh_hant: 隨機

source: Random Subject
ja: ランダムな科目
ko: 랜덤 과목
zh_hans: 随机科目
zh_hant: 隨機科目

source: Range
ja: 期間
ko: 범위
zh_hans: 范围
zh_hant: 範圍

source: Rank: %d
ja: 順位：%d
ko: 순위: %d
zh_hans: 排名：%d
zh_hant: 排名：%d

source: Ranking
ja: 順位
ko: 석차
zh_hans: 排名
zh_hant: 排名

source: Rate limited. Please try again later.
ja: レート制限。後でもう一度お試しください。
ko: 요청 한도 초과. 잠시 후 다시 시도하세요.
zh_hans: 请求过于频繁,请稍后再试。
zh_hant: 請求過於頻繁,請稍後再試。

source: Raw Score
ja: 素点
ko: 원점수
zh_hans: 原始分
zh_hant: 原始分

source: Raw Score:
ja: 素点：
ko: 원점수：
zh_hans: 原始分：
zh_hant: 原始分：

source: Re-reads HRV and today's body signals from Apple Health.
ja: Apple Health から HRV と今日の体のシグナルを再取得します。
ko: Apple 건강에서 HRV와 오늘의 신체 신호를 다시 읽어옵니다.
zh_hans: 从 Apple 健康重新读取 HRV 和今日的身体信号。
zh_hant: 從 Apple 健康重新讀取 HRV 和今日的身體訊號。

source: Read more
ja: 続きを読む
ko: 더보기
zh_hans: 查看更多
zh_hant: 查看更多

source: Reading
ja: 読書
ko: 독서
zh_hans: 阅读
zh_hant: 閱讀

source: Reading Material
ja: 読書
ko: 독서
zh_hans: 阅读材料
zh_hant: 閱讀材料

source: Reads HRV, resting heart rate, respiratory rate and last night's sleep from Apple Health with your permission. Your data stays on device and is never uploaded.
ja: あなたの許可のもと、Apple Health から HRV、安静時心数、呼吸数、昨夜の睡眠を読み取ります。データは端末内にのみ保存され、アップロードされることはありません。
ko: 귀하의 허락을 받아 Apple 건강에서 HRV, 안정 심박수, 호흡수, 어젯밤 수면을 읽어옵니다. 데이터는 기기에만 저장되며 절대 업로드되지 않습니다.
zh_hans: 经你授权后从 Apple 健康读取 HRV、静息心率、呼吸频率和昨晚的睡眠。数据仅保存在本机，永远不会上传。
zh_hant: 經你授權後從 Apple 健康讀取 HRV、靜息心率、呼吸頻率和昨晚的睡眠。資料僅保存在本機，永遠不會上傳。

source: Ready to Get Started?
ja: はじめましょうか？
ko: 시작할 준비가 되셨나요?
zh_hans: 准备好开始了吗？
zh_hant: 準備好開始了嗎？

source: Ready to study!
ja: 勉強の準備完了！
ko: 공부할 준비 완료!
zh_hans: 准备好开始学习了！
zh_hant: 準備好開始學習了！

source: Ready when your day gets heavy.
ja: 一日の負担が大きいときに使えます。
ko: 하루가 버거울 때 사용할 수 있습니다.
zh_hans: 当今天负担变重时，它会随时准备好。
zh_hant: 當今天負擔變重時，它會隨時準備好。

source: Real Name
ja: 本名
ko: 실명
zh_hans: 真实姓名
zh_hant: 真實姓名

source: Recent Grades
ja: 最近の成績
ko: 최근 성적
zh_hans: 近期成绩
zh_hant: 近期成績

source: Recent Grades Trend
ja: 最近の成績推移
ko: 최근 성적 추세
zh_hans: 近期成绩趋势
zh_hant: 近期成績趨勢

source: Recent Grades Used
ja: 使用された最近の成績
ko: 사용된 최근 성적
zh_hans: 使用的近期成绩
zh_hant: 使用的近期成績

source: Recenter
ja: 再配置
ko: 재배치
zh_hans: 重新布局
zh_hant: 重新佈局

source: Recognizing text...
ja: テキスト認識中...
ko: 텍스트 인식 중...
zh_hans: 正在识别文字...
zh_hant: 正在辨識文字...

source: Recommended
ja: 推奨
ko: 추천
zh_hans: 推荐
zh_hant: 推薦

source: Recommended Mistakes
ja: おすすめのミス
ko: 추천 오답
zh_hans: 推荐错题
zh_hant: 推薦錯題

source: Recommended: %d min
ja: 推奨：%d分
ko: 추천: %d분
zh_hans: 推荐：%d 分钟
zh_hant: 推薦：%d 分鐘

source: Recommended: %d min session
ja: 推奨：%d分のセッション
ko: 추천: %d분 세션
zh_hans: 推荐：%d 分钟学习
zh_hant: 推薦：%d 分鐘學習

source: Record
ja: 録音
ko: 녹음
zh_hans: 录音
zh_hant: 錄音

source: Record a mistake note for a subject.
ja: 科目のミスノートを記録します。
ko: 과목의 오답 노트를 기록합니다.
zh_hans: 记录科目的错题笔记。
zh_hant: 記錄科目的錯題筆記。

source: Record counts
ja: レコード数
ko: 레코드 수
zh_hans: 各类记录数量
zh_hant: 各類記錄數量

source: Record Mistake
ja: ミスを記録
ko: 오답 기록
zh_hans: 记录错题
zh_hant: 記錄錯題

source: Record today's mood and reflection.
ja: 今日の気分と振り返りを記録。
ko: 오늘의 기분과 회고를 기록하세요.
zh_hans: 记录今日心情和反思。
zh_hant: 記錄今日心情和反思。

source: Recorded
ja: 録音済み
ko: 녹음 완료
zh_hans: 已录音
zh_hant: 已錄音

source: Records
ja: レコード
ko: 레코드
zh_hans: 记录
zh_hant: 記錄

source: Recovery
ja: 回復
ko: 회복
zh_hans: 恢复为主
zh_hant: 恢復為主

source: Recovery & Readiness
ja: 回復と準備度
ko: 회복 및 준비도
zh_hans: 恢复与准备度
zh_hant: 恢復與準備度

# Recovery Critical
source: Critical
ja: 危険
ko: 위험
zh_hans: 垂危
zh_hant: 垂危

# Recovery Excellent
source: Excellent
ja: 優秀
ko: 최상
zh_hans: 优秀
zh_hant: 優秀

source: Recovery Focus
ja: 回復重視
ko: 회복 중심
zh_hans: 以恢复为主
zh_hant: 以恢復為主

# Recovery Good
source: Good
ja: 良好
ko: 양호
zh_hans: 良好
zh_hant: 良好

# Recovery Poor
source: Poor
ja: 不調
ko: 좋지 않음
zh_hans: 不佳
zh_hant: 不佳

source: Recovery Radar
ja: リカバリーレーダー
ko: 회복 레이더
zh_hans: 恢复雷达
zh_hant: 恢復雷達

source: Recovery Radar AI Cooldown
ja: リカバリーレーダー AI クールダウン
ko: 회복 레이더 AI 대기 시간
zh_hans: 恢复雷达 AI 冷却时间
zh_hant: 恢復雷達 AI 冷卻時間

source: Recovery Sleep
ja: リカバリー睡眠
ko: 회복 수면
zh_hans: 恢复性睡眠
zh_hant: 恢復性睡眠

source: Red
ja: レッド
ko: 레드
zh_hans: 红色
zh_hant: 紅色

source: Reflection
ja: 振り返り
ko: 회고
zh_hans: 反思
zh_hant: 反思

source: Refresh
ja: 更新
ko: 새로 고침
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh Coach to generate an analysis.
ja: Coach を更新して分析を生成します。
ko: Coach를 새로 고쳐 분석을 생성하세요.
zh_hans: 刷新 Coach 以生成分析。
zh_hant: 重新整理 Coach 以產生分析。

source: Refresh Now
ja: 今すぐ更新
ko: 지금 새로 고침
zh_hans: 立即刷新
zh_hant: 立即重新整理

source: Region
ja: 国と地域
ko: 국가 및 지역
zh_hans: 国家与地区
zh_hant: 國家與地區

source: Region / Education System
ja: 地域 / 教育制度
ko: 지역 / 교육 제도
zh_hans: 地区 / 教育体系
zh_hant: 地區 / 教育體制

source: Register Exam Grades
ja: 試験成績を登録
ko: 시험 성적 등록
zh_hans: 登记考试成绩
zh_hant: 登記考試成績

source: Regular Exams
ja: 通常試験
ko: 단과 시험
zh_hans: 单科考试
zh_hant: 單科考試

source: Rejected
ja: 却下済み
ko: 거부됨
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Related Mistakes
ja: 関連する错题
ko: 관련 오답
zh_hans: 相关错题
zh_hant: 相關錯題

source: Released %@
ja: %@ を解放しました
ko: %@ 확보
zh_hans: 已释放 %@
zh_hant: 已釋放 %@

source: Reminder
ja: 通知
ko: 알림
zh_hans: 提醒
zh_hant: 提醒

source: Reminder Time
ja: リマインダー時刻
ko: 알림 시간
zh_hans: 提醒时间
zh_hant: 提醒時間

source: Reminders
ja: リマインダー
ko: 리마인더
zh_hans: 提醒事项
zh_hant: 提醒事項

source: Remove Avatar
ja: アバターを削除
ko: 아바타 제거
zh_hans: 移除头像
zh_hant: 移除大頭貼
